Revit 2027 API
ParameterTypeId.RbsPipeTypeFittingLossTableParam Property
 "K Coefficient Table"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeTypeFittingLossTableParam { get; }
Public Shared ReadOnly Property RbsPipeTypeFittingLossTableParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeTypeFittingLossTableParam {
	ForgeTypeId^ get ();
}
static member RbsPipeTypeFittingLossTableParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace